[
  { 
    "id":1,
    "pic":"/imgs/ca1.jpeg",
     "name":"Jamaican rum cake",
   "description":"Jamaican rum cake is a delectable dessert that exudes an air of romance with its rich and decadent flavors. The moist cake is infused with a heady mixture of dark rum and fragrant spices, creating a complex and indulgent taste sensation that lingers on the palate. With each bite, the sweetness of the cake is perfectly balanced by the warmth and depth of the rum, creating a harmonious union that is nothing short of pure bliss. The dark, caramelized exterior gives way to a tender and flavorful interior that is the perfect treat for a romantic evening or a special occasion.",
     "price":60
    },
  { 
    "id":2,
    "pic":"/imgs/ca2.jpeg",
     "name":"Apple Spice",
 "description":"Apple spice cake, the embodiment of autumns pricewarmth and coziness. Its moist crumb infused with cinnamon, nutmeg, and allspice, each bite a symphony of flavors dancing on your tongue. Chunks of fresh apples tucked into the batter, adding a juicy sweetness to every slice. This cake, a testament to the beauty of simplicity, is a true expression of love.",
   "price":60
    },
  { 
    "id":3,
    "pic":"/imgs/ca3.jpeg",
     "name":"Bread Pudding",
  "description":" A delectable and comforting dessert, Jamaican Bread Pudding is a perfect treat for a cozy evening. The warm and soft texture of the bread soaked in a creamy mixture of eggs, milk, and aromatic spices creates a heavenly flavor that melts in your mouth. The subtle sweetness of brown sugar and the richness of butter make it a decadent dessert that will satisfy your cravings and warm your heart. Enjoy the traditional Jamaican recipe with your loved ones, and savor the blissful moment of indulgence.",
  "price":60
    },
  { 
    "id":4,
    "pic":"/imgs/ca4.jpeg",
     "name":"Banana Loaf",
   "description":"Banana Loaf is a delightfully moist and flavorful cake that is sure to satisfy your sweet tooth. Made with ripe bananas and a blend of warm spices, this cake has a rich and comforting aroma that will transport you to a tropical paradise. Each slice is dense and tender, with a hint of caramelized sweetness that lingers on your tongue. Perfect for breakfast or as an indulgent dessert, this Jamaican Banana Loaf is a true delight for your senses.",
   "price":60
  },
  { 
    "id":5,
    "pic":"/imgs/ca5.jpeg",
     "name":"Carrot Cake",
   "description":"Carrot cake, a sweet and aromatic confection, is a true testament to the allure of classic desserts. Its moist crumb, enriched with warm spices and sweetened with delicate hints of caramelized sugar, perfectly complements the tender shreds of freshly grated carrots. With each bite, a symphony of flavors unfolds, leaving behind a lingering warmth that soothes the soul. As a timeless indulgence, carrot cake is an irresistible treat that captures the essence of comfort and joy.",
   "price":60
  },
  { 
    "id":6,
    "pic":"/imgs/ca6.jpeg",
     "name":"Cheese Cake",
   "description":"Creamy and decadent, cheesecake is a dessert that melts in your mouth with each bite. The smooth and velvety texture of the cream cheese filling is perfectly complemented by the crumbly graham cracker crust. With each slice, the sweet and tangy flavor of the cheesecake lingers on your taste buds, leaving you wanting more. A dessert fit for any occasion, a slice of cheesecake is a delicious and indulgent treat that will make your heart sing.",
   "price":60
  },
  { 
    "id":7,
    "pic":"/imgs/ca7.jpeg",
     "name":"Mini Cheese Cakes",
     "description":"Delight in every bite of these petite wonders! Mini cheesecakes, each one a perfect little package of creamy indulgence, sit atop their buttery graham cracker crusts, inviting you to savor the rich, velvety texture of the filling. Adorned with a variety of toppings such as fresh berries or drizzles of decadent caramel or chocolate, these mini delights are a romantic indulgence for any occasion, and are sure to leave you wanting just one more.",
     "price":60
    },
  { 
    "id":8,
    "pic":"/imgs/ca8.jpeg",
     "name":"German Chocolate cake",
     "description":"The German Chocolate Cake is a true delight for the senses. Its rich chocolate layers are perfectly complemented by the creamy coconut pecan frosting, creating a flavor profile thats nothing short of heavenly. With each bite, you will be transported to a world of decadence and indulgence. The moist cake layers are the perfect canvas for the luscious frosting, making this cake an irresistible treat for any occasion. Its intricate flavor profile and beautiful presentation make it a true expression of love and affection, perfect for sharing with that special someone.",
     "price":60
    },
  { 
    "id":9,
    "pic":"/imgs//ca9.jpeg",
     "name":"Yellow Cake",
  "description":"As you cut into the soft and fluffy Yellow Cake, a sweet and comforting aroma fills the air, reminiscent of childhood memories and happy moments. The delicate crumb of the cake melts in your mouth, releasing a buttery flavor thats perfectly balanced with a hint of vanilla. Every bite is like a warm embrace, comforting and sweet, making you feel like you are wrapped in a soft blanket of love.",
  "price":60
},
  { 
    "id":10,
    "pic":"/imgs/ca10.jpe",
     "name":"Pound Loaf",
    "description":"The pound loaf is a magnificent creation, its golden crust shining like the sun on a summers day. With every slice, the rich aroma of freshly baked bread fills the air, enchanting the senses and stirring the soul. The texture is soft and delicate, yet firm and hearty, a perfect blend of strength and tenderness. Each bite is a journey through a world of flavor, a symphony of buttery sweetness and subtle spices that dance on the tongue. The pound loaf is a true masterpiece, a testament to the power of love and the artistry of the baker who crafted it with care and passion.",
    "price":60
  }
]
